[
  [
    {
      "id": 0,
      "title": "whimsydecor"
    },
    {
      "id": 1,
      "title": "Curating spaces that <h>inspire</h>, with every design.",
      "overview": "Whimsy Decor, a local Saint Louis interior design company, specializes in creating unique and personalized spaces through services like interior reconstruction, mural painting, floor plan layout, and furniture design. To enhance their online presence, I developed a website that reflects their distinctive style and makes it easy for customers to connect with Naomi and Brad. By understanding their brand vision, I created intuitive, responsive designs using Figma and built a site that facilitates seamless user interaction. This new online platform has significantly boosted client engagement and generated numerous new leads, solidifying Whimsy Decor's market presence.",
      "timeframe": {
        "num": "3",
        "type": "months",
        "desc": "Minimum viable product"
      },
      "technologies": {
        "react": 1,
        "mysql": 1,
        "next": 1,
        "php": 0,
        "ts": 1,
        "figma": 1,
        "photoshop": 1,
        "tailwind": 1
      }
    },
    {
      "id": 2,
      "header": "The Strategy",
      "desc": "To create an exceptional online presence for Whimsy Decor, I immersed myself in understanding their unique aesthetics and brand vision. This insight allowed me to develop a website that not only reflects their style but also facilitates a seamless user experience, making it easy for customers to contact the business.",
      "card1": {
        "header": "Solution",
        "desc": "UX & UI<br>Design"
      },
      "card2": {
        "header": "Solution",
        "desc": "Web<br>Development"
      }
    },
    {
      "id": 3,
      "header1": "UX & UI Design",
      "desc1": "Using Figma, I crafted both mobile and web designs from the ground up, establishing a cohesive design system tailored to Whimsy Decor’s brand. My focus was on creating an intuitive and visually appealing interface that enhances user engagement and interaction.",
      "header2": "Website Development",
      "desc2": "I developed a responsive website that ensures a smooth browsing experience across all devices. The site features streamlined navigation and interactive elements, making it effortless for users to explore Naomi and Brad's work and connect with them for future projects."
    },
    {
      "id": 4,
      "header": "The Outcome",
      "desc": "The redesigned website has significantly boosted Whimsy Decor's online presence, providing a professional platform for showcasing their portfolio. This has led to increased customer engagement and higher conversion rates, as users can easily view their work and contact them for new projects. The site is now a powerful marketing tool, attracting potential clients and driving business growth."
    },
    {
      "id": 5,
      "header": "Key Results",
      "items": [{
        "header": "15%",
        "headerLow": "",
        "desc": "Since the website launch, Whimsy Decor has seen a 15% increase in client inquiries through the contact form."
      }, {
        "header": "40+",
        "headerLow": "New Leads",
        "desc": "The new site has generated over 40 new leads within the first three months, demonstrating its effectiveness as a marketing tool."
      }]
    }
  ],
  [
    {
      "id": 0
    },
    {
      "id": 1,
      "title": "Curating spaces that <h>inspire</h>, with every design.",
      "overview": "Whimsy Decor, a local Saint Louis interior design company, specializes in creating unique and personalized spaces through services like interior reconstruction, mural painting, floor plan layout, and furniture design. To enhance their online presence, I developed a website that reflects their distinctive style and makes it easy for customers to connect with Naomi and Brad. By understanding their brand vision, I created intuitive, responsive designs using Figma and built a site that facilitates seamless user interaction. This new online platform has significantly boosted client engagement and generated numerous new leads, solidifying Whimsy Decor's market presence.",
      "timeframe": {
        "num": "3",
        "type": "months",
        "desc": "Minimum viable product"
      },
      "technologies": {
        "react": 1,
        "mysql": 1,
        "next": 1,
        "php": 0,
        "ts": 1,
        "figma": 1,
        "photoshop": 1,
        "tailwind": 1
      }
    },
    {
      "id": 2,
      "name": "Item 2",
      "description": "Description of Item 2"
    },
    {
      "id": 3,
      "name": "Item 3",
      "description": "Description of Item 3"
    }
  ]
]